Repository: myclabs/Inventory
Catalog: application/languages/UI/other.tmx
Source language: fr
Languages: en

source: Apr√®s
en: After

source: Tous
en: All

source: Retour
en: Back

source: Premier
en: First

source: Dernier
en: Last

source: Non
en: No

source: Aucun
en: None

source: Aucune
en: None

source: Un
en: One

source: Plusieurs
en: Several

source: Oui
en: Yes

source: Aucune description.
en: No description.
